[
  {
    "date": "Aug. 2025",
    "title": "Paper Accepted by IEEE GLOBECOM'25",
    "content": "One co-authored paper entitled \"Task-Aware Parameter-Efficient Fine-Tuning of Large Pre-Trained Models at the Edge\" has been accepted by IEEE GLOBECOM'25!"
  },
  {
    "date": "Apr. 2025",
    "title": "Paper Accepted by IEEE JSAC",
    "content": "One co-authored paper entitled \"R-ACP: Real-Time Adaptive Collaborative Perception Leveraging Robust Task-Oriented Communications\" has been accepted by IEEE JSAC!"
  },

  {
    "date": "Mar. 2025",
    "title": "IEEE RAS Student Grant Award",
    "content": "I was awarded the IEEE Robotics and Automation Society (RAS) Student Grant Award (Amount: 1500 USD) for my conference travel to ICRA'25!"
  },

  {
    "date": "Jan. 2025",
    "title": "One Paper Accepted by ICRA'25",
    "content": "One first-author paper entitled \"Directed-CP: Directed Collaborative Perception for Connected and Autonomous Vehicles via Proactive Attention\" has been accepted by The 2025 IEEE International Conference on Robotics and Automation (ICRA'25)!"
  },
  {
    "date": "Jan. 2025",
    "title": "AAAI'25 Oral Presentation",
    "content": "Our paper accepted by AAAI'25 was selected for Oral Presentation!"
  },
  {
    "date": "Dec. 2024",
    "title": "Paper Accepted by AAAI'25",
    "content": "One first-author paper entitled \"CP-Guard: Malicious Agent Detection and Defense in Collaborative Bird's Eye View Perception\" has been accepted by The 39th Annual AAAI Conference on Artificial Intelligence (AAAI'25)!"
  },
  {
    "date": "Aug. 2024",
    "title": "Paper Accepted by IEEE TGCN",
    "content": "One first-author paper entitled \"O-RAN-Based Digital Twin Function Virtualization for Sustainable IoV Service Response: An Asynchronous Hierarchical Reinforcement Learning Approach\" has been accepted by IEEE Transactions on Green Communications and Networking (TGCN)!"
  },
  {
    "date": "Aug. 2023",
    "title": "Paper Accepted by GLOBECOM'23",
    "content": "One first-author paper entitled \"Digital Twin and DRL-Driven Semantic Dissemination for 6G Autonomous Driving Service\" has been accepted by The 2023 IEEE Global Communications Conference (GLOBECOM'23)!"
  },
  {
    "date": "Apr. 2023",
    "title": "Paper Accepted by IEEE LNET",
    "content": "One first-author paper entitled \"DRL-Driven Digital Twin Function Virtualization for Adaptive Service Response in 6G Networks\" has been accepted by IEEE LNET!"
  }
] 